{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "UObjectKeywords",
			"Children": [
				{
					"Source":
					{
						"Text": "! not negate"
					},
					"Translation":
					{
						"Text": "! not negate"
					},
					"Key": "KismetMathLibrary:Not_PreBool"
				},
				{
					"Source":
					{
						"Text": "!& nand"
					},
					"Translation":
					{
						"Text": "!& nand"
					},
					"Key": "KismetMathLibrary:BooleanNAND"
				},
				{
					"Source":
					{
						"Text": "!="
					},
					"Translation":
					{
						"Text": "!="
					},
					"Key": "K2Node_EnumInequality"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_ByteByte"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_BoolBool"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_ClassClass"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_IntInt"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_NameName"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_ObjectObject"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_RotatorRotator"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_Vector2DVector2D"
				},
				{
					"Source":
					{
						"Text": "!= not equal"
					},
					"Translation":
					{
						"Text": "!= not equal"
					},
					"Key": "KismetMathLibrary:NotEqual_VectorVector"
				},
				{
					"Source":
					{
						"Text": "!^ nor"
					},
					"Translation":
					{
						"Text": "!^ nor"
					},
					"Key": "KismetMathLibrary:BooleanNOR"
				},
				{
					"Source":
					{
						"Text": "% modulus"
					},
					"Translation":
					{
						"Text": "% modulus"
					},
					"Key": "KismetMathLibrary:Percent_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "% modulus"
					},
					"Translation":
					{
						"Text": "% modulus"
					},
					"Key": "KismetMathLibrary:Percent_IntInt"
				},
				{
					"Source":
					{
						"Text": "% modulus"
					},
					"Translation":
					{
						"Text": "% modulus"
					},
					"Key": "KismetMathLibrary:Percent_ByteByte"
				},
				{
					"Source":
					{
						"Text": "& and"
					},
					"Translation":
					{
						"Text": "& and"
					},
					"Key": "KismetMathLibrary:BooleanAND"
				},
				{
					"Source":
					{
						"Text": "& and"
					},
					"Translation":
					{
						"Text": "& and"
					},
					"Key": "KismetMathLibrary:And_IntInt"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:MultiplyByPi"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_ByteByte"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_IntFloat"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_IntInt"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_LinearColorFloat"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_TimespanFloat"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_Vector2DFloat"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_Vector2DVector2D"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_VectorFloat"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_VectorInt"
				},
				{
					"Source":
					{
						"Text": "* multiply"
					},
					"Translation":
					{
						"Text": "* multiply"
					},
					"Key": "KismetMathLibrary:Multiply_VectorVector"
				},
				{
					"Source":
					{
						"Text": "* multiply rotate rotation"
					},
					"Translation":
					{
						"Text": "* multiply rotate rotation"
					},
					"Key": "KismetMathLibrary:Multiply_RotatorInt"
				},
				{
					"Source":
					{
						"Text": "* multiply rotate rotation"
					},
					"Translation":
					{
						"Text": "* multiply rotate rotation"
					},
					"Key": "KismetMathLibrary:Multiply_RotatorFloat"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_DateTimeTimespan"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_ByteByte"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_IntInt"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_Vector2DFloat"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_Vector2DVector2D"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_VectorFloat"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_VectorInt"
				},
				{
					"Source":
					{
						"Text": "+ add plus"
					},
					"Translation":
					{
						"Text": "+ add plus"
					},
					"Key": "KismetMathLibrary:Add_VectorVector"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_VectorVector"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_DateTimeTimespan"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_IntInt"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_Vector2DFloat"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_Vector2DVector2D"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_VectorFloat"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_VectorInt"
				},
				{
					"Source":
					{
						"Text": "- subtract minus"
					},
					"Translation":
					{
						"Text": "- subtract minus"
					},
					"Key": "KismetMathLibrary:Subtract_ByteByte"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_VectorFloat"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_IntInt"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_Vector2DFloat"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_ByteByte"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_VectorInt"
				},
				{
					"Source":
					{
						"Text": "/ divide division"
					},
					"Translation":
					{
						"Text": "/ divide division"
					},
					"Key": "KismetMathLibrary:Divide_VectorVector"
				},
				{
					"Source":
					{
						"Text": "< less"
					},
					"Translation":
					{
						"Text": "< less"
					},
					"Key": "KismetMathLibrary:Less_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": "< less"
					},
					"Translation":
					{
						"Text": "< less"
					},
					"Key": "KismetMathLibrary:Less_ByteByte"
				},
				{
					"Source":
					{
						"Text": "< less"
					},
					"Translation":
					{
						"Text": "< less"
					},
					"Key": "KismetMathLibrary:Less_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "< less"
					},
					"Translation":
					{
						"Text": "< less"
					},
					"Key": "KismetMathLibrary:Less_IntInt"
				},
				{
					"Source":
					{
						"Text": "< less"
					},
					"Translation":
					{
						"Text": "< less"
					},
					"Key": "KismetMathLibrary:Less_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "<= less"
					},
					"Translation":
					{
						"Text": "<= less"
					},
					"Key": "KismetMathLibrary:LessEqual_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": "<= less"
					},
					"Translation":
					{
						"Text": "<= less"
					},
					"Key": "KismetMathLibrary:LessEqual_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "<= less"
					},
					"Translation":
					{
						"Text": "<= less"
					},
					"Key": "KismetMathLibrary:LessEqual_IntInt"
				},
				{
					"Source":
					{
						"Text": "<= less"
					},
					"Translation":
					{
						"Text": "<= less"
					},
					"Key": "KismetMathLibrary:LessEqual_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "<= less"
					},
					"Translation":
					{
						"Text": "<= less"
					},
					"Key": "KismetMathLibrary:LessEqual_ByteByte"
				},
				{
					"Source":
					{
						"Text": "=="
					},
					"Translation":
					{
						"Text": "=="
					},
					"Key": "K2Node_EnumEquality"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_ByteByte"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_BoolBool"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_ClassClass"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_IntInt"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_NameName"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_ObjectObject"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_RotatorRotator"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_TransformTransform"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_Vector2DVector2D"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:EqualEqual_VectorVector"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:NearlyEqual_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "== equal"
					},
					"Translation":
					{
						"Text": "== equal"
					},
					"Key": "KismetMathLibrary:NearlyEqual_TransformTransform"
				},
				{
					"Source":
					{
						"Text": "> greater"
					},
					"Translation":
					{
						"Text": "> greater"
					},
					"Key": "KismetMathLibrary:Greater_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": "> greater"
					},
					"Translation":
					{
						"Text": "> greater"
					},
					"Key": "KismetMathLibrary:Greater_FloatFloat"
				},
				{
					"Source":
					{
						"Text": "> greater"
					},
					"Translation":
					{
						"Text": "> greater"
					},
					"Key": "KismetMathLibrary:Greater_IntInt"
				},
				{
					"Source":
					{
						"Text": "> greater"
					},
					"Translation":
					{
						"Text": "> greater"
					},
					"Key": "KismetMathLibrary:Greater_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "> greater"
					},
					"Translation":
					{
						"Text": "> greater"
					},
					"Key": "KismetMathLibrary:Greater_ByteByte"
				},
				{
					"Source":
					{
						"Text": ">= greater"
					},
					"Translation":
					{
						"Text": ">= greater"
					},
					"Key": "KismetMathLibrary:GreaterEqual_ByteByte"
				},
				{
					"Source":
					{
						"Text": ">= greater"
					},
					"Translation":
					{
						"Text": ">= greater"
					},
					"Key": "KismetMathLibrary:GreaterEqual_DateTimeDateTime"
				},
				{
					"Source":
					{
						"Text": ">= greater"
					},
					"Translation":
					{
						"Text": ">= greater"
					},
					"Key": "KismetMathLibrary:GreaterEqual_FloatFloat"
				},
				{
					"Source":
					{
						"Text": ">= greater"
					},
					"Translation":
					{
						"Text": ">= greater"
					},
					"Key": "KismetMathLibrary:GreaterEqual_IntInt"
				},
				{
					"Source":
					{
						"Text": ">= greater"
					},
					"Translation":
					{
						"Text": ">= greater"
					},
					"Key": "KismetMathLibrary:GreaterEqual_TimespanTimespan"
				},
				{
					"Source":
					{
						"Text": "Acceleration GetAcceleration"
					},
					"Translation":
					{
						"Text": "Acceleration GetAcceleration"
					},
					"Key": "CharacterMovementComponent:GetCurrentAcceleration"
				},
				{
					"Source":
					{
						"Text": "Activate Camera"
					},
					"Translation":
					{
						"Text": "Activate Camera"
					},
					"Key": "Actor:K2_OnBecomeViewTarget"
				},
				{
					"Source":
					{
						"Text": "Actor Owning Parent"
					},
					"Translation":
					{
						"Text": "Actor Owning Parent"
					},
					"Key": "ActorComponent:GetOwner"
				},
				{
					"Source":
					{
						"Text": "AddInput"
					},
					"Translation":
					{
						"Text": "AddInput"
					},
					"Key": "Pawn:AddMovementInput"
				},
				{
					"Source":
					{
						"Text": "AnimBlueprint"
					},
					"Translation":
					{
						"Text": "AnimBlueprint"
					},
					"Key": "SkeletalMeshComponent:GetAnimInstance"
				},
				{
					"Source":
					{
						"Text": "AnimBlueprint"
					},
					"Translation":
					{
						"Text": "AnimBlueprint"
					},
					"Key": "SkeletalMeshComponent:GetPostProcessInstance"
				},
				{
					"Source":
					{
						"Text": "AnimBlueprint"
					},
					"Translation":
					{
						"Text": "AnimBlueprint"
					},
					"Key": "SkeletalMeshComponent:SetAnimInstanceClass"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:GetPlayRate"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:GetPosition"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:GetAnimationMode"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:IsPlaying"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:OverrideAnimationData"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:Play"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:PlayAnimation"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:SetAnimation"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:SetAnimationMode"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:SetPlayRate"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:SetPosition"
				},
				{
					"Source":
					{
						"Text": "Animation"
					},
					"Translation":
					{
						"Text": "Animation"
					},
					"Key": "SkeletalMeshComponent:Stop"
				},
				{
					"Source":
					{
						"Text": "Begin Play"
					},
					"Translation":
					{
						"Text": "Begin Play"
					},
					"Key": "UserWidget:Construct"
				},
				{
					"Source":
					{
						"Text": "Begin Play"
					},
					"Translation":
					{
						"Text": "Begin Play"
					},
					"Key": "CheatManager:ReceiveInitCheatManager"
				},
				{
					"Source":
					{
						"Text": "BeginDrawCanvasToRenderTarget"
					},
					"Translation":
					{
						"Text": "BeginDrawCanvasToRenderTarget"
					},
					"Key": "KismetRenderingLibrary:BeginDrawCanvasToRenderTarget"
				},
				{
					"Source":
					{
						"Text": "Bone"
					},
					"Translation":
					{
						"Text": "Bone"
					},
					"Key": "SceneComponent:GetAllSocketNames"
				},
				{
					"Source":
					{
						"Text": "Bone"
					},
					"Translation":
					{
						"Text": "Bone"
					},
					"Key": "SceneComponent:DoesSocketExist"
				},
				{
					"Source":
					{
						"Text": "Bone"
					},
					"Translation":
					{
						"Text": "Bone"
					},
					"Key": "SceneComponent:GetSocketLocation"
				},
				{
					"Source":
					{
						"Text": "Bone"
					},
					"Translation":
					{
						"Text": "Bone"
					},
					"Key": "SceneComponent:GetSocketQuaternion"
				},
				{
					"Source":
					{
						"Text": "Bone"
					},
					"Translation":
					{
						"Text": "Bone"
					},
					"Key": "SceneComponent:GetSocketRotation"
				},
				{
					"Source":
					{
						"Text": "Bone"
					},
					"Translation":
					{
						"Text": "Bone"
					},
					"Key": "SceneComponent:GetSocketTransform"
				},
				{
					"Source":
					{
						"Text": "Camera"
					},
					"Translation":
					{
						"Text": "Camera"
					},
					"Key": "PlayerController:SetViewTargetWithBlend"
				},
				{
					"Source":
					{
						"Text": "ClearIgnoreLookInput"
					},
					"Translation":
					{
						"Text": "ClearIgnoreLookInput"
					},
					"Key": "Controller:ResetIgnoreLookInput"
				},
				{
					"Source":
					{
						"Text": "ClearIgnoreMoveInput"
					},
					"Translation":
					{
						"Text": "ClearIgnoreMoveInput"
					},
					"Key": "Controller:ResetIgnoreMoveInput"
				},
				{
					"Source":
					{
						"Text": "ClearRenderTarget"
					},
					"Translation":
					{
						"Text": "ClearRenderTarget"
					},
					"Key": "KismetRenderingLibrary:ClearRenderTarget2D"
				},
				{
					"Source":
					{
						"Text": "Constraint"
					},
					"Translation":
					{
						"Text": "Constraint"
					},
					"Key": "SkeletalMeshComponent:BreakConstraint"
				},
				{
					"Source":
					{
						"Text": "ConsumeInput"
					},
					"Translation":
					{
						"Text": "ConsumeInput"
					},
					"Key": "Pawn:ConsumeMovementInputVector"
				},
				{
					"Source":
					{
						"Text": "Deactivate Camera"
					},
					"Translation":
					{
						"Text": "Deactivate Camera"
					},
					"Key": "Actor:K2_OnEndViewTarget"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Delete"
					},
					"Key": "Actor:K2_DestroyActor"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Delete"
					},
					"Key": "ActorComponent:K2_DestroyComponent"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Delete"
					},
					"Key": "FunctionalTest:RegisterAutoDestroyActor"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Delete"
					},
					"Key": "Pawn:DetachFromControllerPendingDestroy"
				},
				{
					"Source":
					{
						"Text": "DrawMaterialToRenderTarget"
					},
					"Translation":
					{
						"Text": "DrawMaterialToRenderTarget"
					},
					"Key": "KismetRenderingLibrary:DrawMaterialToRenderTarget"
				},
				{
					"Source":
					{
						"Text": "Duplicate"
					},
					"Translation":
					{
						"Text": "Duplicate"
					},
					"Key": "K2Node_Copy"
				},
				{
					"Source":
					{
						"Text": "End Play, Destroy"
					},
					"Translation":
					{
						"Text": "End Play, Destroy"
					},
					"Key": "UserWidget:Destruct"
				},
				{
					"Source":
					{
						"Text": "EndDrawCanvasToRenderTarget"
					},
					"Translation":
					{
						"Text": "EndDrawCanvasToRenderTarget"
					},
					"Key": "KismetRenderingLibrary:EndDrawCanvasToRenderTarget"
				},
				{
					"Source":
					{
						"Text": "ExportRenderTarget"
					},
					"Translation":
					{
						"Text": "ExportRenderTarget"
					},
					"Key": "KismetRenderingLibrary:ExportRenderTarget"
				},
				{
					"Source":
					{
						"Text": "ExportTexture2D"
					},
					"Translation":
					{
						"Text": "ExportTexture2D"
					},
					"Key": "KismetRenderingLibrary:ExportTexture2D"
				},
				{
					"Source":
					{
						"Text": "Get"
					},
					"Translation":
					{
						"Text": "Get"
					},
					"Key": "K2Node_GetInputAxisKeyValue"
				},
				{
					"Source":
					{
						"Text": "Get"
					},
					"Translation":
					{
						"Text": "Get"
					},
					"Key": "K2Node_GetInputAxisValue"
				},
				{
					"Source":
					{
						"Text": "Get"
					},
					"Translation":
					{
						"Text": "Get"
					},
					"Key": "K2Node_GetInputVectorAxisValue"
				},
				{
					"Source":
					{
						"Text": "GetColorParameterValue"
					},
					"Translation":
					{
						"Text": "GetColorParameterValue"
					},
					"Key": "MaterialInstanceDynamic:K2_GetVectorParameterValue"
				},
				{
					"Source":
					{
						"Text": "GetColorParameterValue"
					},
					"Translation":
					{
						"Text": "GetColorParameterValue"
					},
					"Key": "KismetMaterialLibrary:GetVectorParameterValue"
				},
				{
					"Source":
					{
						"Text": "GetFloatParameterValue"
					},
					"Translation":
					{
						"Text": "GetFloatParameterValue"
					},
					"Key": "KismetMaterialLibrary:GetScalarParameterValue"
				},
				{
					"Source":
					{
						"Text": "GetFloatParameterValue"
					},
					"Translation":
					{
						"Text": "GetFloatParameterValue"
					},
					"Key": "MaterialInstanceDynamic:K2_GetScalarParameterValue"
				},
				{
					"Source":
					{
						"Text": "GetInput"
					},
					"Translation":
					{
						"Text": "GetInput"
					},
					"Key": "PawnMovementComponent:GetPendingInputVector"
				},
				{
					"Source":
					{
						"Text": "GetInput"
					},
					"Translation":
					{
						"Text": "GetInput"
					},
					"Key": "PawnMovementComponent:GetLastInputVector"
				},
				{
					"Source":
					{
						"Text": "GetMovementInput GetInput"
					},
					"Translation":
					{
						"Text": "GetMovementInput GetInput"
					},
					"Key": "Pawn:GetPendingMovementInputVector"
				},
				{
					"Source":
					{
						"Text": "GetMovementInput GetInput"
					},
					"Translation":
					{
						"Text": "GetMovementInput GetInput"
					},
					"Key": "Pawn:GetLastMovementInputVector"
				},
				{
					"Source":
					{
						"Text": "Look At, Follow, Trace, Track"
					},
					"Translation":
					{
						"Text": "Look At, Follow, Trace, Track"
					},
					"Key": "AnimGraphNode_LookAt"
				},
				{
					"Source":
					{
						"Text": "Modify Transform"
					},
					"Translation":
					{
						"Text": "Modify Transform"
					},
					"Key": "AnimGraphNode_ModifyBone"
				},
				{
					"Source":
					{
						"Text": "Modify Wheel Vehicle"
					},
					"Translation":
					{
						"Text": "Modify Wheel Vehicle"
					},
					"Key": "AnimGraphNode_WheelHandler"
				},
				{
					"Source":
					{
						"Text": "Move MoveIgnore"
					},
					"Translation":
					{
						"Text": "Move MoveIgnore"
					},
					"Key": "PrimitiveComponent:IgnoreComponentWhenMoving"
				},
				{
					"Source":
					{
						"Text": "Move MoveIgnore"
					},
					"Translation":
					{
						"Text": "Move MoveIgnore"
					},
					"Key": "PrimitiveComponent:IgnoreActorWhenMoving"
				},
				{
					"Source":
					{
						"Text": "Move Position"
					},
					"Translation":
					{
						"Text": "Move Position"
					},
					"Key": "Actor:K2_TeleportTo"
				},
				{
					"Source":
					{
						"Text": "Nav Agent"
					},
					"Translation":
					{
						"Text": "Nav Agent"
					},
					"Key": "NavMovementComponent:NavAgentProps"
				},
				{
					"Source":
					{
						"Text": "PostProcess"
					},
					"Translation":
					{
						"Text": "PostProcess"
					},
					"Key": "WeightedBlendable:Object"
				},
				{
					"Source":
					{
						"Text": "PostProcess"
					},
					"Translation":
					{
						"Text": "PostProcess"
					},
					"Key": "WeightedBlendables:Array"
				},
				{
					"Source":
					{
						"Text": "PostProcess"
					},
					"Translation":
					{
						"Text": "PostProcess"
					},
					"Key": "PostProcessSettings:WeightedBlendables"
				},
				{
					"Source":
					{
						"Text": "ProjectOnTo"
					},
					"Translation":
					{
						"Text": "ProjectOnTo"
					},
					"Key": "KismetMathLibrary:ProjectPointOnToPlane"
				},
				{
					"Source":
					{
						"Text": "ProjectOnTo"
					},
					"Translation":
					{
						"Text": "ProjectOnTo"
					},
					"Key": "KismetMathLibrary:ProjectVectorOnToPlane"
				},
				{
					"Source":
					{
						"Text": "ProjectOnTo"
					},
					"Translation":
					{
						"Text": "ProjectOnTo"
					},
					"Key": "KismetMathLibrary:ProjectVectorOnToVector"
				},
				{
					"Source":
					{
						"Text": "RandomVector"
					},
					"Translation":
					{
						"Text": "RandomVector"
					},
					"Key": "KismetMathLibrary:RandomUnitVectorInConeWithYawAndPitch"
				},
				{
					"Source":
					{
						"Text": "ScriptTrace"
					},
					"Translation":
					{
						"Text": "ScriptTrace"
					},
					"Key": "KismetSystemLibrary:StackTrace"
				},
				{
					"Source":
					{
						"Text": "SetColorParameterValue"
					},
					"Translation":
					{
						"Text": "SetColorParameterValue"
					},
					"Key": "KismetMaterialLibrary:SetVectorParameterValue"
				},
				{
					"Source":
					{
						"Text": "SetColorParameterValue"
					},
					"Translation":
					{
						"Text": "SetColorParameterValue"
					},
					"Key": "MaterialInstanceDynamic:SetVectorParameterValue"
				},
				{
					"Source":
					{
						"Text": "SetFloatParameterValue"
					},
					"Translation":
					{
						"Text": "SetFloatParameterValue"
					},
					"Key": "MaterialInstanceDynamic:SetScalarParameterValue"
				},
				{
					"Source":
					{
						"Text": "SetFloatParameterValue"
					},
					"Translation":
					{
						"Text": "SetFloatParameterValue"
					},
					"Key": "KismetMaterialLibrary:SetScalarParameterValue"
				},
				{
					"Source":
					{
						"Text": "Ternary If"
					},
					"Translation":
					{
						"Text": "Ternary If"
					},
					"Key": "K2Node_Select"
				},
				{
					"Source":
					{
						"Text": "Unit Vector"
					},
					"Translation":
					{
						"Text": "Unit Vector"
					},
					"Key": "KismetMathLibrary:Normal"
				},
				{
					"Source":
					{
						"Text": "Unit Vector"
					},
					"Translation":
					{
						"Text": "Unit Vector"
					},
					"Key": "KismetMathLibrary:GetDirectionUnitVector"
				},
				{
					"Source":
					{
						"Text": "Unit Vector"
					},
					"Translation":
					{
						"Text": "Unit Vector"
					},
					"Key": "KismetMathLibrary:Normal2D"
				},
				{
					"Source":
					{
						"Text": "Visible Hidden Show Hide"
					},
					"Translation":
					{
						"Text": "Visible Hidden Show Hide"
					},
					"Key": "Actor:SetActorHiddenInGame"
				},
				{
					"Source":
					{
						"Text": "^ xor"
					},
					"Translation":
					{
						"Text": "^ xor"
					},
					"Key": "KismetMathLibrary:Xor_IntInt"
				},
				{
					"Source":
					{
						"Text": "^ xor"
					},
					"Translation":
					{
						"Text": "^ xor"
					},
					"Key": "KismetMathLibrary:BooleanXOR"
				},
				{
					"Source":
					{
						"Text": "addroll"
					},
					"Translation":
					{
						"Text": "addroll"
					},
					"Key": "Pawn:AddControllerRollInput"
				},
				{
					"Source":
					{
						"Text": "array"
					},
					"Translation":
					{
						"Text": "array"
					},
					"Key": "K2Node_GetArrayItem"
				},
				{
					"Source":
					{
						"Text": "bundle id package name"
					},
					"Translation":
					{
						"Text": "bundle id package name"
					},
					"Key": "KismetSystemLibrary:GetGameBundleId"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_BoolToFloat"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_BoolToInt"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_ByteToFloat"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_BoolToByte"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_ByteToInt"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_ColorToLinearColor"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_FloatToLinearColor"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_FloatToVector"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_IntToBool"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_IntToByte"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_IntToFloat"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_LinearColorToColor"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_LinearColorToVector"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_Vector2DToVector"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_VectorToLinearColor"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_VectorToTransform"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:Conv_VectorToVector2D"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:ConvertTransformToRelative"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:HSVToRGB_Vector"
				},
				{
					"Source":
					{
						"Text": "cast convert"
					},
					"Translation":
					{
						"Text": "cast convert"
					},
					"Key": "KismetMathLibrary:RGBToHSV_Vector"
				},
				{
					"Source":
					{
						"Text": "closest point"
					},
					"Translation":
					{
						"Text": "closest point"
					},
					"Key": "SkeletalMeshComponent:K2_GetClosestPointOnPhysicsAsset"
				},
				{
					"Source":
					{
						"Text": "color"
					},
					"Translation":
					{
						"Text": "color"
					},
					"Key": "KismetMathLibrary:CInterpTo"
				},
				{
					"Source":
					{
						"Text": "construct build"
					},
					"Translation":
					{
						"Text": "construct build"
					},
					"Key": "KismetMathLibrary:MakeColor"
				},
				{
					"Source":
					{
						"Text": "construct build"
					},
					"Translation":
					{
						"Text": "construct build"
					},
					"Key": "KismetMathLibrary:MakeRandomStream"
				},
				{
					"Source":
					{
						"Text": "construct build"
					},
					"Translation":
					{
						"Text": "construct build"
					},
					"Key": "BlueprintFunctionLibrary:MakeStringAssetReference"
				},
				{
					"Source":
					{
						"Text": "construct build"
					},
					"Translation":
					{
						"Text": "construct build"
					},
					"Key": "KismetMathLibrary:MakeTransform"
				},
				{
					"Source":
					{
						"Text": "construct build"
					},
					"Translation":
					{
						"Text": "construct build"
					},
					"Key": "KismetMathLibrary:MakeVector"
				},
				{
					"Source":
					{
						"Text": "construct build"
					},
					"Translation":
					{
						"Text": "construct build"
					},
					"Key": "KismetMathLibrary:MakeVector2D"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate"
					},
					"Key": "KismetMathLibrary:MakeRotationFromAxes"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromX"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromXY"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromXZ"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromY"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromYX"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromYZ"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromZ"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromZX"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotFromZY"
				},
				{
					"Source":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Translation":
					{
						"Text": "construct build rotation rotate rotator makerotator"
					},
					"Key": "KismetMathLibrary:MakeRotator"
				},
				{
					"Source":
					{
						"Text": "delete"
					},
					"Translation":
					{
						"Text": "delete"
					},
					"Key": "Actor:ReceiveEndPlay"
				},
				{
					"Source":
					{
						"Text": "delete"
					},
					"Translation":
					{
						"Text": "delete"
					},
					"Key": "ActorComponent:ReceiveEndPlay"
				},
				{
					"Source":
					{
						"Text": "delete"
					},
					"Translation":
					{
						"Text": "delete"
					},
					"Key": "Actor:ReceiveDestroyed"
				},
				{
					"Source":
					{
						"Text": "delete destroy"
					},
					"Translation":
					{
						"Text": "delete destroy"
					},
					"Key": "Actor:SetLifeSpan"
				},
				{
					"Source":
					{
						"Text": "delete destroy"
					},
					"Translation":
					{
						"Text": "delete destroy"
					},
					"Key": "Actor:GetLifeSpan"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "Actor:AddTickPrerequisiteComponent"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "Actor:RemoveTickPrerequisiteActor"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "Actor:AddTickPrerequisiteActor"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "Actor:RemoveTickPrerequisiteComponent"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "Actor:SetTickGroup"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "ActorComponent:AddTickPrerequisiteActor"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "ActorComponent:AddTickPrerequisiteComponent"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "ActorComponent:RemoveTickPrerequisiteActor"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "ActorComponent:RemoveTickPrerequisiteComponent"
				},
				{
					"Source":
					{
						"Text": "dependency"
					},
					"Translation":
					{
						"Text": "dependency"
					},
					"Key": "ActorComponent:SetTickGroup"
				},
				{
					"Source":
					{
						"Text": "deproject"
					},
					"Translation":
					{
						"Text": "deproject"
					},
					"Key": "PlayerController:DeprojectMousePositionToWorld"
				},
				{
					"Source":
					{
						"Text": "deproject"
					},
					"Translation":
					{
						"Text": "deproject"
					},
					"Key": "PlayerController:DeprojectScreenPositionToWorld"
				},
				{
					"Source":
					{
						"Text": "empty"
					},
					"Translation":
					{
						"Text": "empty"
					},
					"Key": "KismetArrayLibrary:Array_Clear"
				},
				{
					"Source":
					{
						"Text": "empty"
					},
					"Translation":
					{
						"Text": "empty"
					},
					"Key": "BlueprintSetLibrary:Set_Clear"
				},
				{
					"Source":
					{
						"Text": "endplay"
					},
					"Translation":
					{
						"Text": "endplay"
					},
					"Key": "CheatManager:ReceiveEndPlay"
				},
				{
					"Source":
					{
						"Text": "focus"
					},
					"Translation":
					{
						"Text": "focus"
					},
					"Key": "AIController:K2_SetFocalPoint"
				},
				{
					"Source":
					{
						"Text": "get mapped value"
					},
					"Translation":
					{
						"Text": "get mapped value"
					},
					"Key": "KismetMathLibrary:MapRangeUnclamped"
				},
				{
					"Source":
					{
						"Text": "get mapped value"
					},
					"Translation":
					{
						"Text": "get mapped value"
					},
					"Key": "KismetMathLibrary:MapRangeClamped"
				},
				{
					"Source":
					{
						"Text": "if bool"
					},
					"Translation":
					{
						"Text": "if bool"
					},
					"Key": "K2Node_IfThenElse"
				},
				{
					"Source":
					{
						"Text": "inverse"
					},
					"Translation":
					{
						"Text": "inverse"
					},
					"Key": "KismetMathLibrary:InvertTransform"
				},
				{
					"Source":
					{
						"Text": "left right turn"
					},
					"Translation":
					{
						"Text": "left right turn"
					},
					"Key": "PlayerController:AddYawInput"
				},
				{
					"Source":
					{
						"Text": "left right turn addyaw"
					},
					"Translation":
					{
						"Text": "left right turn addyaw"
					},
					"Key": "Pawn:AddControllerYawInput"
				},
				{
					"Source":
					{
						"Text": "length"
					},
					"Translation":
					{
						"Text": "length"
					},
					"Key": "KismetStringLibrary:Len"
				},
				{
					"Source":
					{
						"Text": "location"
					},
					"Translation":
					{
						"Text": "location"
					},
					"Key": "KismetMathLibrary:TransformLocation"
				},
				{
					"Source":
					{
						"Text": "location"
					},
					"Translation":
					{
						"Text": "location"
					},
					"Key": "KismetMathLibrary:InverseTransformLocation"
				},
				{
					"Source":
					{
						"Text": "location position"
					},
					"Translation":
					{
						"Text": "location position"
					},
					"Key": "Actor:K2_AddActorWorldOffset"
				},
				{
					"Source":
					{
						"Text": "location position"
					},
					"Translation":
					{
						"Text": "location position"
					},
					"Key": "SceneComponent:K2_AddLocalOffset"
				},
				{
					"Source":
					{
						"Text": "location position"
					},
					"Translation":
					{
						"Text": "location position"
					},
					"Key": "Actor:K2_AddActorLocalOffset"
				},
				{
					"Source":
					{
						"Text": "location position"
					},
					"Translation":
					{
						"Text": "location position"
					},
					"Key": "SceneComponent:K2_AddWorldOffset"
				},
				{
					"Source":
					{
						"Text": "log"
					},
					"Translation":
					{
						"Text": "log"
					},
					"Key": "KismetSystemLibrary:PrintText"
				},
				{
					"Source":
					{
						"Text": "log print"
					},
					"Translation":
					{
						"Text": "log print"
					},
					"Key": "KismetSystemLibrary:PrintString"
				},
				{
					"Source":
					{
						"Text": "magnitude"
					},
					"Translation":
					{
						"Text": "magnitude"
					},
					"Key": "KismetMathLibrary:VSize2D"
				},
				{
					"Source":
					{
						"Text": "magnitude"
					},
					"Translation":
					{
						"Text": "magnitude"
					},
					"Key": "KismetMathLibrary:VSize2DSquared"
				},
				{
					"Source":
					{
						"Text": "magnitude"
					},
					"Translation":
					{
						"Text": "magnitude"
					},
					"Key": "KismetMathLibrary:VSize"
				},
				{
					"Source":
					{
						"Text": "magnitude"
					},
					"Translation":
					{
						"Text": "magnitude"
					},
					"Key": "KismetMathLibrary:VSizeSquared"
				},
				{
					"Source":
					{
						"Text": "make construct build rotate rotation"
					},
					"Translation":
					{
						"Text": "make construct build rotate rotation"
					},
					"Key": "KismetMathLibrary:RotatorFromAxisAndAngle"
				},
				{
					"Source":
					{
						"Text": "make plane"
					},
					"Translation":
					{
						"Text": "make plane"
					},
					"Key": "KismetMathLibrary:MakePlaneFromPointAndNormal"
				},
				{
					"Source":
					{
						"Text": "mouse"
					},
					"Translation":
					{
						"Text": "mouse"
					},
					"Key": "PlayerController:SetMouseLocation"
				},
				{
					"Source":
					{
						"Text": "multiply *"
					},
					"Translation":
					{
						"Text": "multiply *"
					},
					"Key": "KismetMathLibrary:ComposeTransforms"
				},
				{
					"Source":
					{
						"Text": "niagara effect"
					},
					"Translation":
					{
						"Text": "niagara effect"
					},
					"Key": "NiagaraFunctionLibrary:SetUpdateScriptConstant"
				},
				{
					"Source":
					{
						"Text": "niagara effect"
					},
					"Translation":
					{
						"Text": "niagara effect"
					},
					"Key": "NiagaraFunctionLibrary:SpawnEffectAtLocation"
				},
				{
					"Source":
					{
						"Text": "niagara effect"
					},
					"Translation":
					{
						"Text": "niagara effect"
					},
					"Key": "NiagaraFunctionLibrary:SpawnEffectAttached"
				},
				{
					"Source":
					{
						"Text": "num size count"
					},
					"Translation":
					{
						"Text": "num size count"
					},
					"Key": "KismetArrayLibrary:Array_Length"
				},
				{
					"Source":
					{
						"Text": "num size count"
					},
					"Translation":
					{
						"Text": "num size count"
					},
					"Key": "BlueprintSetLibrary:Set_Length"
				},
				{
					"Source":
					{
						"Text": "particle system"
					},
					"Translation":
					{
						"Text": "particle system"
					},
					"Key": "GameplayStatics:SpawnEmitterAttached"
				},
				{
					"Source":
					{
						"Text": "particle system"
					},
					"Translation":
					{
						"Text": "particle system"
					},
					"Key": "GameplayStatics:SpawnEmitterAtLocation"
				},
				{
					"Source":
					{
						"Text": "percentage normalize range"
					},
					"Translation":
					{
						"Text": "percentage normalize range"
					},
					"Key": "KismetMathLibrary:InverseLerp"
				},
				{
					"Source":
					{
						"Text": "physics asleep sleeping awake simulating"
					},
					"Translation":
					{
						"Text": "physics asleep sleeping awake simulating"
					},
					"Key": "PrimitiveComponent:IsAnyRigidBodyAwake"
				},
				{
					"Source":
					{
						"Text": "physics moment of inertia tensor MOI"
					},
					"Translation":
					{
						"Text": "physics moment of inertia tensor MOI"
					},
					"Key": "PrimitiveComponent:ScaleByMomentOfInertia"
				},
				{
					"Source":
					{
						"Text": "physics moment of inertia tensor MOI"
					},
					"Translation":
					{
						"Text": "physics moment of inertia tensor MOI"
					},
					"Key": "PrimitiveComponent:GetInertiaTensor"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:CreateSound2D"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:SpawnDialogue2D"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:SpawnDialogueAtLocation"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:SpawnDialogueAttached"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:SpawnSound2D"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:SpawnSoundAtLocation"
				},
				{
					"Source":
					{
						"Text": "play"
					},
					"Translation":
					{
						"Text": "play"
					},
					"Key": "GameplayStatics:SpawnSoundAttached"
				},
				{
					"Source":
					{
						"Text": "position"
					},
					"Translation":
					{
						"Text": "position"
					},
					"Key": "Actor:K2_SetActorLocation"
				},
				{
					"Source":
					{
						"Text": "position"
					},
					"Translation":
					{
						"Text": "position"
					},
					"Key": "KismetMathLibrary:VInterpTo"
				},
				{
					"Source":
					{
						"Text": "position"
					},
					"Translation":
					{
						"Text": "position"
					},
					"Key": "KismetMathLibrary:VInterpTo_Constant"
				},
				{
					"Source":
					{
						"Text": "position"
					},
					"Translation":
					{
						"Text": "position"
					},
					"Key": "KismetMathLibrary:Vector2DInterpTo"
				},
				{
					"Source":
					{
						"Text": "position"
					},
					"Translation":
					{
						"Text": "position"
					},
					"Key": "KismetMathLibrary:Vector2DInterpTo_Constant"
				},
				{
					"Source":
					{
						"Text": "position"
					},
					"Translation":
					{
						"Text": "position"
					},
					"Key": "Actor:K2_GetActorLocation"
				},
				{
					"Source":
					{
						"Text": "project"
					},
					"Translation":
					{
						"Text": "project"
					},
					"Key": "PlayerController:ProjectWorldLocationToScreen"
				},
				{
					"Source":
					{
						"Text": "pythagorean theorem"
					},
					"Translation":
					{
						"Text": "pythagorean theorem"
					},
					"Key": "KismetMathLibrary:Hypotenuse"
				},
				{
					"Source":
					{
						"Text": "raycast"
					},
					"Translation":
					{
						"Text": "raycast"
					},
					"Key": "KismetSystemLibrary:LineTraceMulti_NEW"
				},
				{
					"Source":
					{
						"Text": "raycast"
					},
					"Translation":
					{
						"Text": "raycast"
					},
					"Key": "KismetSystemLibrary:LineTraceSingleForObjects"
				},
				{
					"Source":
					{
						"Text": "raycast"
					},
					"Translation":
					{
						"Text": "raycast"
					},
					"Key": "KismetSystemLibrary:LineTraceSingle_NEW"
				},
				{
					"Source":
					{
						"Text": "raycast"
					},
					"Translation":
					{
						"Text": "raycast"
					},
					"Key": "KismetSystemLibrary:LineTraceMultiForObjects"
				},
				{
					"Source":
					{
						"Text": "rotate rotation"
					},
					"Translation":
					{
						"Text": "rotate rotation"
					},
					"Key": "KismetMathLibrary:NegateRotator"
				},
				{
					"Source":
					{
						"Text": "rotate rotation"
					},
					"Translation":
					{
						"Text": "rotate rotation"
					},
					"Key": "KismetMathLibrary:GetAxes"
				},
				{
					"Source":
					{
						"Text": "rotate rotation"
					},
					"Translation":
					{
						"Text": "rotate rotation"
					},
					"Key": "KismetMathLibrary:RandomRotator"
				},
				{
					"Source":
					{
						"Text": "rotate rotation add"
					},
					"Translation":
					{
						"Text": "rotate rotation add"
					},
					"Key": "KismetMathLibrary:ComposeRotators"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:FindLookAtRotation"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:GetForwardVector"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:GetRightVector"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:CreateVectorFromYawPitch"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:GetUpVector"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:RInterpTo"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:RInterpTo_Constant"
				},
				{
					"Source":
					{
						"Text": "rotation rotate"
					},
					"Translation":
					{
						"Text": "rotation rotate"
					},
					"Key": "KismetMathLibrary:SelectRotator"
				},
				{
					"Source":
					{
						"Text": "rotation rotate cast convert"
					},
					"Translation":
					{
						"Text": "rotation rotate cast convert"
					},
					"Key": "KismetMathLibrary:Conv_RotatorToVector"
				},
				{
					"Source":
					{
						"Text": "rotation rotate cast convert"
					},
					"Translation":
					{
						"Text": "rotation rotate cast convert"
					},
					"Key": "KismetMathLibrary:Conv_VectorToRotator"
				},
				{
					"Source":
					{
						"Text": "rotation rotate rotator breakrotator"
					},
					"Translation":
					{
						"Text": "rotation rotate rotator breakrotator"
					},
					"Key": "KismetMathLibrary:BreakRotator"
				},
				{
					"Source":
					{
						"Text": "rotation rotate rotator breakrotator"
					},
					"Translation":
					{
						"Text": "rotation rotate rotator breakrotator"
					},
					"Key": "KismetMathLibrary:BreakRotIntoAxes"
				},
				{
					"Source":
					{
						"Text": "scene visible"
					},
					"Translation":
					{
						"Text": "scene visible"
					},
					"Key": "Actor:WasRecentlyRendered"
				},
				{
					"Source":
					{
						"Text": "set controller"
					},
					"Translation":
					{
						"Text": "set controller"
					},
					"Key": "Controller:Possess"
				},
				{
					"Source":
					{
						"Text": "set controller"
					},
					"Translation":
					{
						"Text": "set controller"
					},
					"Key": "Controller:UnPossess"
				},
				{
					"Source":
					{
						"Text": "set locked axis constraint physics"
					},
					"Translation":
					{
						"Text": "set locked axis constraint physics"
					},
					"Key": "PrimitiveComponent:SetLockedAxis"
				},
				{
					"Source":
					{
						"Text": "set locked axis constraint physics"
					},
					"Translation":
					{
						"Text": "set locked axis constraint physics"
					},
					"Key": "PrimitiveComponent:SetConstraintMode"
				},
				{
					"Source":
					{
						"Text": "sine"
					},
					"Translation":
					{
						"Text": "sine"
					},
					"Key": "KismetMathLibrary:Sin"
				},
				{
					"Source":
					{
						"Text": "sine"
					},
					"Translation":
					{
						"Text": "sine"
					},
					"Key": "KismetMathLibrary:Asin"
				},
				{
					"Source":
					{
						"Text": "sleep"
					},
					"Translation":
					{
						"Text": "sleep"
					},
					"Key": "KismetSystemLibrary:Delay"
				},
				{
					"Source":
					{
						"Text": "sleep"
					},
					"Translation":
					{
						"Text": "sleep"
					},
					"Key": "KismetSystemLibrary:RetriggerableDelay"
				},
				{
					"Source":
					{
						"Text": "square root"
					},
					"Translation":
					{
						"Text": "square root"
					},
					"Key": "KismetMathLibrary:Sqrt"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:BoxTraceMultiForObjects"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:BoxTraceSingle"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:BoxTraceMulti"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:BoxTraceSingleForObjects"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:CapsuleTraceMultiForObjects"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:CapsuleTraceMulti_NEW"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:CapsuleTraceSingleForObjects"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:CapsuleTraceSingle_NEW"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:SphereTraceMultiForObjects"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:SphereTraceMulti_NEW"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:SphereTraceSingleForObjects"
				},
				{
					"Source":
					{
						"Text": "sweep"
					},
					"Translation":
					{
						"Text": "sweep"
					},
					"Key": "KismetSystemLibrary:SphereTraceSingle_NEW"
				},
				{
					"Source":
					{
						"Text": "unproject"
					},
					"Translation":
					{
						"Text": "unproject"
					},
					"Key": "GameplayStatics:DeprojectScreenToWorld"
				},
				{
					"Source":
					{
						"Text": "up down"
					},
					"Translation":
					{
						"Text": "up down"
					},
					"Key": "PlayerController:AddPitchInput"
				},
				{
					"Source":
					{
						"Text": "up down addpitch"
					},
					"Translation":
					{
						"Text": "up down addpitch"
					},
					"Key": "Pawn:AddControllerPitchInput"
				},
				{
					"Source":
					{
						"Text": "| or"
					},
					"Translation":
					{
						"Text": "| or"
					},
					"Key": "KismetMathLibrary:Or_IntInt"
				},
				{
					"Source":
					{
						"Text": "| or"
					},
					"Translation":
					{
						"Text": "| or"
					},
					"Key": "KismetMathLibrary:BooleanOR"
				},
				{
					"Source":
					{
						"Text": "~ not"
					},
					"Translation":
					{
						"Text": "~ not"
					},
					"Key": "KismetMathLibrary:Not_Int"
				}
			]
		}
	]
}